ENS-Yashwanth/smart_safety_band/sdkconfig.defaults
CONFIG_IDF_TARGET="esp32s3"
CONFIG_ESPTOOLPY_FLASHSIZE_4MB=y
CONFIG_FREERTOS_UNICORE=n
CONFIG_PM_ENABLE=y
CONFIG_FREERTOS_USE_TICKLESS_IDLE=y
CONFIG_SAFETY_BAND_POWER_MANAGEMENT=y
CONFIG_SAFETY_BAND_PM_MIN_FREQ_MHZ=40
CONFIG_SAFETY_BAND_GNSS_POWER_SAVE=y
CONFIG_SAFETY_BAND_DASHBOARD_HTTP_URL="http://httpbin.org/post"
